Revit 2027 API
SymbolTypeId.Won Property
 Symbol ₩, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Won { get; }
Public Shared ReadOnly Property Won As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Won {
	ForgeTypeId^ get ();
}
static member Won : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace